Repository: EticaAI/lsf-cache
Catalog: 1603/63/101/1603_63_101.no11.tmx
Source language: qcc
Languages: abk, ace, afr, amh, ara, arg, ary, arz, asm, ast, ava, awa, azb, aze, bak, bam, ban, bar, bcl, bel, ben, bho, bis, bod, bos, bre, bul, bxr, cat, cdo, ceb, ces, che, chv, ckb, cor, cos, crh, cym, dan, deu, diq, div, dsb, dty, ell, eng, epo, est, eus, ext, fao, fas, fin, fra, frp, frr, fry, fur, gan, gcr, gla, gle, glg, glv, gom, grn, gsw, guj, hak, hat, hau, hbs, heb, hif, hin, hrv, hsb, hun, hye, hyw, ido, ile, ilo, ina, ind, inh, isl, ita, jam, jav, jbo, jpn, kaa, kab, kal, kan, kat, kaz, kbp, khm, kin, kir, kon, kor, krc, kur, lad, lao, lat, lav, lez, lfn, lij, lim, lin, lit, lld, lmo, ltz, lzh, mai, mal, mar, mhr, min, mkd, mlg, mlt, mni, mnw, mon, msa, mul, mwl, mya, mzn, nah, nan, nap, nav, nds, nep, new, nld, nno, nob, nqo, oci, ori, oss, pam, pan, pap, pcd, pfl, pms, pnb, pol, por, pus, que, roh, ron, rue, rup, rus, sah, san, sat, scn, sco, sgs, shi, sin, slk, slv, sme, smn, smo, sna, snd, som, spa, sqi, srd, srn, srp, ssw, stq, sun, swa, swe, szl, tam, tat, tcy, tel, tgk, tgl, tha, tso, tuk, tur, udm, uig, ukr, urd, uzb, vec, vep, vie, vls, vol, vro, war, wln, wol, wuu, xho, xmf, yid, yor, yue, zha, zho, zul

source: Q13317
afr: Jogurt
ara: روب
ast: yogur
azb: یوقورت
aze: Yoqurt
bel: Ёгурт
ben: দই
bos: Jogurt
bre: Yaourt
bul: Кисело мляко
bxr: Тараг
cat: iogurt
ceb: Yogur
ces: jogurt
ckb: ماست
cym: Iogwrt
dan: yoghurt
deu: Joghurt
diq: Mast
ell: Γιαούρτι
eng: yogurt
epo: jogurto
est: Jogurt
eus: jogurt
fas: ماست
fin: jogurtti
fra: yaourt
gle: Iógart
glg: Iogur
guj: દહીં
hbs: Jogurt
heb: יוגורט
hin: दही
hrv: Jogurt
hun: Joghurt
hye: Յոգուրտ
ido: Yogurto
ina: Yogurt
ind: Yoghurt
isl: Jógúrt
ita: yogurt
jav: Yoghurt
jpn: ヨーグルト
kan: ಮೊಸರು
kat: იოგურტი
kin: Yawurute
kir: Айран
kor: 요구르트
kur: Mast
lad: Yaúrt
lat: Iogurtum
lav: jogurts
lit: Jogurtas
mai: दही
mal: തൈര്
mar: दही
mkd: јогурт
mon: Тараг
msa: Yogurt
mul: /yogurt || food produced by bacterial fermentation of milk/@eng-Latn
mwl: Yagurte
mya: ဒိန်ချဉ်
nep: दही
nld: yoghurt
nno: yoghurt
nob: yoghurt
oci: Iaort
pan: ਦਹੀਂ
pnb: یوگرٹ
pol: jogurt
por: iogurte
que: Yugur
ron: Iaurt
rus: йогурт
san: दधि
sco: yogurt
sin: යෝගට්
slk: Jogurt
slv: Jogurt
snd: ڏهي
som: Yoghurt
spa: yogur
sqi: Jogurti
srp: jogurt
sun: Yoghurt
swa: Mtindi
swe: Yoghurt
tam: தயிர்
tat: катык
tel: పెరుగు
tgk: Ҷурғот
tgl: Yogurt
tha: นมเปรี้ยว
tur: yoğurt
ukr: йогурт
urd: دہی
vie: sữa chua
war: Yogurt
wuu: 酸奶
yid: יאגארט
yue: 乳酪
zho: 優格

source: Q10943
afr: kaas
amh: አይብ
ara: جبن
arg: queso
ary: فروماج
arz: جبنه
asm: পনীৰ
ast: quesu
azb: پنیر
aze: pendir
bak: сыр
bar: Kaas
bcl: Keso
bel: сыр
ben: চিজ
bod: ཆུར་བ།
bos: sir
bre: keuz
bul: сирене
bxr: Бисалаг
cat: formatge
ces: sýr
che: нехча
chv: чăкăт
ckb: پەنیر
cor: keus
cos: casgiu
crh: penir
cym: caws
dan: ost
deu: Käse
diq: penir
div: ޗީޒު
dsb: twarožk
ell: τυρί
eng: cheese
epo: fromaĝo
est: juust
eus: gazta
ext: quesu
fao: ostur
fas: پنیر
fin: juusto
fra: fromage
frp: tôma
fry: tsiis
fur: formadi
gan: 奶酪
gcr: fromaj
gla: càise
gle: cáis
glg: queixo
glv: caashey
grn: kesu
gsw: Chees
guj: ચીઝ
hat: fromaj
hbs: sir
heb: גבינה
hin: चीज़
hrv: sir
hsb: twarožk
hun: sajt
hye: պանիր
ido: fromajo
ile: casco
ilo: keso
ina: caseo
ind: keju
isl: ostur
ita: formaggio
jam: chiiz
jav: kèju
jbo: cirla
jpn: チーズ
kab: agisi
kal: immussuaq
kan: ಗಿಣ್ಣು
kat: ყველი
kaz: ірімшік
khm: ហ្វ្រូម៉ាហ្ស
kin: ifromaje
kir: сыр
kor: 치즈
kur: penîr
lad: kézo
lao: ເນີຍແຂງ
lat: cāseus
lav: siers
lfn: ceso
lim: kieës
lit: sūris
lmo: furmai
ltz: Kéis
lzh: 湩酪
mai: छुर्पी
mal: പാൽക്കട്ടി
mar: चीझ
mhr: сыр
min: keju
mkd: сирење
mlg: frômazy
mlt: ġobon
mon: Бяслаг
msa: keju
mul: /cheese || dairy product produced in wide ranges of flavors, textures and forms by coagulation of the milk protein casein/@eng-Latn
mwl: queiso
mya: ဒိန်ခဲ
nah: tlatetzauhtli
nan: chhì-juh
nap: caso
nav: géeso
nds: Kees
nep: पनिर
nld: kaas
nno: ost
nob: ost
oci: fromatge
oss: цыхт
pam: kesu
pap: keshi
pcd: froumage
pol: ser
por: queijo
pus: پوڅه
que: kisu
roh: chaschiel
ron: bânză
rue: сыр
rup: cașu
rus: сыр
san: दधिकम्
scn: furmaggiu
sco: cheese
sgs: sūris
sin: කේජු
slk: syr
slv: sir
sme: vuostá
smn: vuástá
snd: پنير
som: jiss
spa: queso
sqi: djathi
srd: casu
srn: kasi
srp: sir
stq: Sies
sun: kéju
swa: jibini
swe: ost
tam: பாலாடைக்கட்டி
tat: сыр
tel: చీజ్
tgk: панир
tgl: keso
tha: เนยแข็ง
tuk: peýnir
tur: peynir
ukr: сир
uzb: Pishloq
vec: formai
vep: sagud
vie: pho mát
vls: koas
vol: fromad
vro: juust
war: keso
wln: froumadje
wol: formaas
wuu: 奶酪
xho: itshizi
xmf: ჸვალი
yid: קעז
yor: wàràkàsì
yue: 芝士
zho: 奶酪
zul: ushizi

source: Q106612
afr: karringmelk
amh: አሬራ
ara: حليب رائب
bar: Buddä milsch
bre: laezh-ribod
bul: мътеница
cat: sèrum de mantega
ces: podmáslí
chv: Уйран
ckb: دۆ
cym: llaeth enwyn
dan: kærnemælk
deu: Buttermilch
eng: buttermilk
epo: buterlakto
est: pett
fas: آبدوغ
fin: piimä
fra: babeurre
fry: sûpe
gla: Blàthach
gle: Bláthach
gom: Tak
guj: છાશ
heb: חובצה
hin: छाछ
hsb: butřanka
hun: író
ido: butro-lakto
ind: susu mentega
isl: áfir
ita: latticello
jav: susu mertéga
jpn: バターミルク
kab: Iɣi
kan: ಮಜ್ಜಿಗೆ
kor: 우락유
lav: paniņas
lim: Karnemèlk
lit: pasukos
mal: മോര്
mar: ताक
mkd: матеница
msa: Susu mentega
mul: /buttermilk || type of fermented dairy drink/@eng-Latn
nds: Karnmelk
nep: मोही
nld: karnemelk
nob: kjernemelk
pnb: چھاچھ
pol: maślanka
por: leitelho
ron: Babeurre
rus: пахта
san: तक्रम्
sco: bladdoch
slk: Cmar
slv: Pinjenec
spa: suero de mantequilla
swe: Kärnmjölk
tam: மோர்
tcy: ಅಳೆ
tel: మజ్జిగ
tur: yayıkaltı
ukr: Сколотини
urd: چھاچھ
wuu: 酪浆
yue: 牛油奶
zho: 酪漿

source: Q600396
afr: Vis
ara: السمك كغداء
arg: Peix
ast: pescáu
ben: রান্নারবই:মাছ রেসিপি
cat: peix
ces: ryba
deu: Speisefisch
eng: fish as food
epo: fiŝaĵo
est: Kala
eus: arrain
fas: ماهی (غذا)
fin: kala ruokana
fra: poisson
glg: Peixe (alimento)
heb: דגי מאכל
hye: Ձկնամիս
ina: Pisce (alimento)
ind: Ikan
isl: Fiskur
ita: pesce
jav: Iwak (panganan)
jpn: 魚
kaz: Балық еті
kor: 생선
lit: Žuvis
lzh: 魚肉
mkd: риба
msa: ikan
mul: /fish as food (generic) || fish species used as food by humans/@eng-Latn
nld: vis
nno: matfisk
nob: matfisk
pan: ਮੱਛੀ
pol: ryby konsumpcyjne
ron: pește
rus: рыба
sin: මාළු
spa: pescado
srp: riba
swe: fisk
tam: மீன் ஒரு மனித உணவு
tat: балык
tha: ปลา
tur: Balık
udm: сиымон чорыг
ukr: риба
vie: cá
wuu: 食用鱼
yid: ים–פיש
yue: 食用魚
zho: 食用鱼
zul: Inhlanzi njengokudla

source: Q2346039
afr: Tuna
ara: تن
arz: تن
ast: Thunnus
bul: тунци
cat: Túnid
ceb: Thunnus
ces: tuňák
dan: Tunfisk
deu: Thunfische
eng: Thunnus
epo: Tinuso
eus: Atun
fas: ماگورو
fin: aitotonnikalat
fra: thon
frr: Tuunfasker
gle: Thunnus
glg: Túnido
hat: Ton
hbs: Tunj
heb: טונה
hrv: Tunj
hun: Thunnus
ido: Atuno
ina: Thunnus
ind: Thunnus
isl: Túnfiskur
ita: tonno
jpn: マグロ
kat: თინუსი
kor: 다랑어속
lat: Thunnus
lit: Paprastieji tunai
mkd: Туна
mul: /Thunnus || genus of ocean-dwelling, ray-finned bony fish from the mackerel family, Scombridae/@eng-Latn
nan: Chhńg-á
nld: tonijn
nob: Thunnus
oci: ton
pol: Tuńczyki
por: Atum
que: Atun challwa
ron: Ton
rus: тунцы
scn: Tunnu
spa: atún
sqi: Thunnus
srp: Туна
swe: Tonfisksläktet
tha: ปลาทูน่า
tur: orkinos
ukr: тунець
urd: ٹیونا
vie: Thunnus
war: Thunnus
wuu: 金枪鱼属
xmf: თინუსი
zho: 金枪鱼属

source: Q736427
afr: Stapelvoedsel
ara: غذاء رئيسي
ast: alimentu básico
bel: асноўныя прадукты харчавання
ben: প্রধান খাদ্য
cat: aliment bàsic
ces: základní potravina
dan: basisfødevare
deu: Grundnahrungsmittel
ell: βασική τροφή
eng: staple food
epo: bazmanĝaĵo
eus: Oinarrizko elikagai
fas: قوت غالب
fra: aliment de base
gsw: Grundnahrigsmittel
heb: מוצר יסוד
hin: प्रमुख खाद्य
hye: հիմնական սննդամթերք
ina: alimento de base
ind: makanan pokok
ita: alimento base
jav: Panganan pokok
jpn: 主食
kor: 주식
lat: Victus
lav: pamatpārtika
mal: മുഖ്യാഹാരം
mkd: основна храна
msa: Makanan ruji
mul: /staple food (temporary; needs to be categorized) || food that is eaten routinely, and considered a dominant portion of a standard diet/@eng-Latn
nld: basisvoedsel
nno: basisnæringsmiddel
nob: hovednæringsmiddel
oci: aliment basic
pol: żywność podstawowa
por: alimento básico
rus: основные продукты питания
spa: alimento básico
srp: osnovna hrana
swe: stapelföda
tel: ప్రధానాహారం
tha: อาหารหลัก
ukr: основні продукти харчування
vie: thực phẩm thiết yếu
yor: oúnjẹ ojojúmọ́
zho: 主食

source: Q5090
afr: Rys
amh: ሩዝ
ara: أرز
arg: Roz
arz: رز
asm: চাউল
ast: arroz
awa: धान
azb: دویو
aze: Düyü
bak: Дөгө
bam: malo
ban: Baas
bar: Reis
bcl: Paroy
bel: рыс
ben: চাল
bho: चाउर
bod: འབྲས།
bos: Riža
bre: riz
bul: ориз
bxr: Тутарга
cat: arròs
cdo: Dêu
ces: rýže
che: Дуга
chv: Рис
ckb: برنج
cor: rys
cos: risu
crh: pirinç
cym: reis
dan: ris
deu: Reis
diq: Rız (nebat)
div: ހަނޑޫ
dty: धान
ell: Ρύζι
eng: rice
epo: rizo
est: riis
eus: Arroz
fao: Rís
fas: برنج
fin: riisi
fra: riz
fry: rys
gan: 禾
gcr: Douri
gle: Rís
glg: Arroz
gsw: Riis
guj: ચોખા
hak: Vò-é
hat: Diri
hau: Shinkafa
hbs: Riža
heb: אורז
hif: Bhaat
hin: चावल
hrv: riža
hsb: rajs
hun: rizs
hye: բրինձ
hyw: Բրինձ
ido: Rizo
ilo: bagas
ina: Ris
ind: beras
inh: Дуга
isl: Hrísgrjón
ita: riso
jam: Rais
jav: pantun
jbo: rismi
jpn: 米
kan: ಅಕ್ಕಿ
kat: ბრინჯი
kaz: Күріш
kbp: Mɔʋ
khm: ស្រូវ
kin: Umuceli
kir: Күрүч
kor: 쌀
krc: принч
kur: Riz
lad: Arroz
lao: ເຂົ້າຈ້າວ
lat: Oryza
lav: rīsi
lez: Дуьгуь
lfn: Ris
lij: riso
lim: ries
lin: Lɔ́sɔ
lit: Ryžis
lmo: Ris
ltz: Räis
lzh: 稻
mai: धान
mal: അരി
mar: तांदूळ
min: Bareh
mkd: ориз
mlg: Vary
mlt: ross
mnw: သြောံ
mon: Тутарга
msa: beras
mul: /Oryza sativa et Oryza glaberrima || cereal grain and seed of different Oryza and Zizania species. rice/@eng-Latn
mya: စပါး
mzn: برنج
nah: Ācintli
nan: Tiū
nav: Alóós
nds: Ries
nep: धान
new: जाकि
nld: rijst
nno: ris
nob: ris
oci: Ris
ori: ଚାଉଳ
oss: Пырындз
pam: Pale
pan: ਝੋਨਾ
pap: aros
pnb: چاول
pol: ryż
por: arroz
que: Arrus
ron: orez
rup: Urizu
rus: рис
sah: Рис
san: तण्डुलाः
sat: ᱫᱟᱠᱟ
scn: Oryza sativa
sco: Rice
sgs: Rīžā
sin: වී
slk: Ryža
slv: riž
sme: risen
smn: riisi
sna: Mupunga
snd: چانور
som: Bariis
spa: arroz
sqi: orizi
srn: aleysi
srp: pirinač
sun: béas
swa: Mpunga
swe: ris
tam: நெல்
tat: дөге
tel: వరి
tgk: биринҷ
tgl: Palay
tha: ข้าว
tuk: bürünç
tur: Pirinç
ukr: рис
urd: چاول
uzb: Guruch
vec: Rixo
vie: gạo
vol: risat
vro: Riis
war: Humay
wln: Riz
wol: ceeb
wuu: 稻
xmf: ორზა
yid: רייז
yor: Ìrẹsì
yue: 稻米
zha: Haeuxbieg
zho: 稻
zul: ilayisi

source: Q15645384
afr: koring
amh: ስንዴ
ara: قمح
arg: trigo
arz: قمح
asm: গম
ast: trigu
awa: गोहूँ
azb: بوغدا
aze: Buğda
bak: Бойҙай
bar: Woaz
bel: Пшаніца
ben: গম
bho: गोहूँ
bod: གྲོ།
bos: Pšenica
bre: gwinizh
bul: пшеница
bxr: Улаан буудай
cat: blat
ces: pšenice
che: КӀа
chv: Тулă
ckb: گەنم
cym: Gwenith
dan: hvede
deu: Weizen
diq: Ğele
div: ގޮދަން
dty: गहुँ
ell: σιτάρι
eng: wheat
epo: tritiko
est: nisu
eus: gari
ext: Triticum
fao: Hveiti
fas: گندم
fin: vehnä
fra: blé
frr: Wiaten
gan: 小麥
gcr: Blé
gle: cruithneacht
glg: trigo
grn: Avati mirĩ
gsw: Weizen
guj: ઘઉં
hat: Ble
hbs: Pšenica
heb: חיטה
hin: गेहूं
hrv: Pšenica
hsb: pšeńca
hun: búza
hye: ցորեն
ido: Frumento
ilo: trigo
ina: Tritico
ind: Gandum
isl: Hveiti
ita: grano
jam: Wiit
jav: Gandhum
jpn: 小麦
kab: Irden
kan: ಗೋಧಿ
kat: ხორბალი
kaz: Бидай
kbp: Pilee
kir: Буудай
kor: 밀
lat: Triticum
lav: kvieši
lfn: Trigo
lij: gran
lim: Weit
lit: Kvietys
lld: selin
lmo: formét
ltz: Weess
lzh: 麥
mai: गहूँ
mal: ഗോതമ്പ്
mar: गहू
mkd: Пченица
mlg: Varimbazaha
mlt: qamħ
mon: Улаан буудай
msa: gandum
mul: /Triticum || cereal grain/@eng-Latn
mwl: trigo
mya: ဂျုံ
mzn: گندم
nan: Be̍h-á
nap: Rano
nav: tłʼoh naadą́ą́ʼ
nds: Weet
nep: गहुँ
new: ऋचेयु
nld: tarwe
nno: kveitekorn
nob: hvete
oci: blat
ori: ଗହମ
oss: Мæнæу
pam: trigu
pan: ਕਣਕ
pcd: Blèi
pms: Gran
pnb: کنک
pol: pszenica
por: trigo
pus: غنم
ron: Grâu
rup: Grânu
rus: пшеница
san: गोधूमः
sat: ᱜᱩᱦᱩᱢ
scn: Furmentu
sco: wheat
sgs: Kvėitē
shi: irdn
sin: තිරිඟු
slk: pšenica
slv: pšenica
sna: Gorosi
snd: ڪڻڪ
som: Qamadi
spa: trigo
sqi: Gruri
srp: пшеница
stq: Weete
sun: tarigu
swa: Ngano
swe: vete
tam: கோதுமை
tat: бодай
tcy: ಗೋಧಿ
tel: గోధుమ
tgk: Гандум
tgl: trigo
tha: ข้าวสาลี
tur: Triticum
uig: بۇغداي
ukr: пшениця
urd: گندم
uzb: Bugʻdoy
vec: Formento
vep: Nižu
vie: lúa mì
vls: Terwe
vro: Nisu
war: trigo
wln: frumint
wuu: 小麦
yid: ווייץ
yue: 小麥
zho: 小麦

source: Q83124
afr: Broodwortel
ara: بفرة
arg: Manihot esculenta
arz: بفره
ast: Manihot esculenta
aze: Maniok
bam: Banaku
ban: Kaséla
bcl: Balinghoy
bel: Маніёк
ben: শিমুল আলু
bis: Maniok
bul: маниока
cat: Tapioca
ceb: Kamoteng kahoy
ces: maniok jedlý
dan: Kassava
deu: Maniok
dsb: Pšawy maniok
ell: Κασάβα
eng: Manihot esculenta
epo: Manioko
eus: Manioka
ext: Manihot esculenta
fas: مانیوک
fin: maniokki
fra: manioc
frr: Maniok
gle: Casabhach
glg: Mandioca
grn: Mandi'o
guj: મોગો
hat: Manyòk dous
hau: Rogo
hbs: Manioka
heb: מניהוט מצוי
hin: kappa
hrv: Manioka
hsb: Prawy maniok
hun: manióka
ido: Manioko
ile: Manihot esculenta
ilo: Balinghoy
ina: Manihot esculenta
ind: singkong
isl: Kassavarót
ita: manioca
jav: Ketéla pohung
jpn: キャッサバ
kan: ಮರಗೆಣಸು
kon: Mandioko
kor: 카사바
lat: Mandioca
lav: Manioka
lin: Manyɔ́kɔ
lit: Valgomasis manijokas
mal: മരച്ചീനി
min: Ubi Parancih
mlg: Mangahazo
msa: Ubi kayu
mul: /Manihot esculenta || is a woody shrub of the spurge family, Euphorbiaceae, native to South America. Although a perennial plant, cassava is extensively cultivated as an annual crop in tropical and subtropical regions for its edible starchy tuberous root, a major source of carbohydrates/@eng-Latn
mya: ပီလောပီနံ
nah: Cuauhcamohtli
nan: Chhiū-chî
nld: cassave
nno: maniokplante
nob: maniok
nqo: ߓߊ߬ߣߊ߲ߞߎ߫
oci: Manioc
pol: Maniok jadalny
por: Mandioca
que: Rumu
ron: Manihot esculenta
rus: Маниок
sco: cassava
slk: Maniok jedlý
slv: Manioka
sna: Mufarinya
spa: Manihot esculenta
sqi: Manihot esculenta
srp: Tapioka
sun: sampeu
swa: Muhogo
swe: Maniok
tam: மரவள்ளி
tel: కర్ర పెండలం
tgl: Kamoteng-kahoy
tha: มันสำปะหลัง
tur: Manyok
ukr: Маніок
urd: کاساوا
vie: sắn
vol: Manihot esculenta
war: Bilanghoy
wuu: 木薯
yid: מאניאק
yor: Ẹ̀gẹ́
yue: 木薯
zha: Moegsawz
zho: 木薯

source: Q37937
afr: Patats
amh: ስኳር ድንች
ara: بطاطا حلوة
arg: Ipomoea batatas
arz: بطاطا
ast: Ipomoea batates
azb: قرامافونچیچک باتات
aze: Qramafonçiçək batat
ban: Séla
bcl: Kamoteng kamang
bel: Батат
ben: মিষ্টি আলু
bod: ཞོག་མངར།
bos: Batat
bre: patatez dous
bul: сладък картоф
cat: moniato
cdo: Huăng-sṳ̀
ceb: Kamote
ces: povijnice batátová
dan: sød kartoffel
deu: Süßkartoffel
ell: Γλυκοπατάτα
eng: sweet potato
epo: Batato
est: bataat
eus: Batata
fas: سیبزمینی شیرین
fin: bataatti
fra: patate douce
gan: 薯
gle: Práta Spáinneach
glg: Ipomoea batatas
grn: Jety
guj: શક્કરીયાં
hak: Fân-sù
hat: Patat
hau: Dankali
hbs: Batat
heb: בטטה
hin: शकरकन्द
hrv: Batat
hsb: Słódke dulki
hun: édesburgonya
hye: բաթաթ
ido: Patato
ilo: Kamote
ind: Ubi jalar
isl: Sætar kartöflur
ita: Ipomoea batatas
jav: Ketéla rambat
jpn: サツマイモ
kan: ಸಿಹಿ ಗೆಣಸು
kat: ბატატი
kaz: Батат
khm: ដំឡូងជ្វា
kir: Батат
kor: 고구마
lao: ມັນດ້າງ
lat: Ipomoea batatas
lav: batāte
lin: Libɛngɛ́
lit: Batatas
ltz: Séiss Gromper
mai: सखरखण्ड
mal: മധുരക്കിഴങ്ങ്
mar: रताळे
min: Ubi jala
mkd: Сладок компир
mlg: Vomanga
msa: ubi keledek
mul: /Ipomoea batatas || species of plant also know as sweet potato/@eng-Latn
nah: Camohtli
nan: Han-chî
nep: सखरखण्ड
nld: zoete aardappel
nno: søtpotet
nob: søtpotet
ori: କନ୍ଦମୂଳ
pam: Kamuti
pan: ਸ਼ਕਰਕੰਦ
pnb: شکرقندی
pol: wilec ziemniaczany
por: batata-doce
que: Kumar
ron: Batat
rus: батат
san: मिष्टालुकम्
sat: ᱥᱮᱠᱮᱨ ᱠᱮᱱᱫᱟ
sco: Sweet potato
sin: බතල
slk: povojník batatový
slv: Batata
sna: Mbambaira
snd: ناڙو
som: Sonkor qadi
spa: Ipomoea batatas
sqi: patatja e ëmbël
srp: Батат
sun: Hui
swa: Kiazi kitamu
swe: sötpotatis
tam: வற்றாளை
tcy: ಕೆರೆಂಗ್
tel: చిలగడదుంప
tgk: Батат
tgl: Kamote
tha: มันเทศ
tur: Tatlı patates
uig: تاتلىقياڭيۇ
ukr: Батат
urd: شکر قندی
uzb: Batat
vie: khoai lang
war: Ipomoea batatas
wol: pataas
wuu: 山芋
xmf: ბატატი
yid: זיס־קארטאפל
yue: 番薯
zha: Maenz
zho: 番薯

source: Q379813
afr: Boontjie
ara: الفاصوليا
arz: فاصوليا
aze: Paxla
bar: Fisel
bel: бабы
ben: শিম
bos: Grah
bul: Зърнено-бобови култури
cat: fesol
ces: fazole
ckb: فاسۆلیا
cym: Ffeuen
dan: bønne
deu: Bohne
ell: Φασόλι
eng: bean
epo: fabo
est: Uba
fas: لوبیا
fra: légume sec
gla: Pònair
gle: Pónaire
glg: Faba forraxeira
hau: Wake
heb: שעועית
hin: सेम
hrv: Grah
ina: faba
ind: Kacang-kacangan
isl: Baun
ita: legume
jpn: 豆
kor: 두류
lat: Faba
lfn: Fava
lim: Boean
ltz: Boun
lzh: 豆
mal: BEANS
min: Kacang
mkd: грав
msa: Kacang
mul: /bean || seed of one of several genera of the flowering plant family Fabaceae, which are used for human or animal food/@eng-Latn
mya: ပဲ
nan: Tāu-á
nav: Naaʼołí
nep: सिमी
nld: boon
nno: bønne
nob: bønne
pol: fasola
por: feijão
rus: бобы
sat: ᱢᱟᱞᱦᱟᱱ
scn: ligumi
sin: රනිල ඇට
som: Digir
spa: legumbre
srp: Pasulji
stq: Boone
tam: beans
tat: кузак
tel: చిక్కుడు
ukr: біб
urd: بين
vie: Chi Đậu ván
vol: Bon
wuu: 豆类
yid: שױטפֿרוכט
yor: Ẹ̀wà
yue: 豆類
zho: 豆类

source: Q81375
afr: Kekerertjie
amh: ሽምብራ
ara: حمص شائع
arz: حمص شائع
asm: বুট
ast: Cicer arietinum
azb: نوخود
aze: Qoyunnoxudu
bcl: Garbansos
bel: Нут культурны
ben: ছোলা
bho: चना
bos: Leblebija
bul: нахут
cat: cigró
ceb: Garbanso
ces: cizrna beraní
ckb: نۆک
cym: Gwygbysen gwygbys
dan: Kikært
deu: Kichererbse
diq: Nehe
div: ސަނާ މުގު
ell: Ρεβιθιά
eng: Cicer arietinum
epo: Cicer arietinum
est: Harilik kikerhernes
eus: Txitxirio
fas: نخود
fin: Kikherne
fra: pois chiche
gle: Piseánach
glg: Garavanzo
gsw: Kichererbse
guj: ચણા
hbs: Slanutak
heb: חמצה
hin: चना
hrv: Slanutak
hun: Csicseriborsó
ido: Garbanzo
ind: kacang arab
isl: Kjúklingabaun
ita: Cicer arietinum
jav: Chickpea
jpn: ヒヨコマメ
kab: Ikiker
kan: ಕಡಲೆ
kaz: Нұт
kor: 병아리콩
kur: Nok
lat: Cicer arietinum
lav: Aunazirņi
lij: Cicer arietinum
lit: Sėjamasis avinžirnis
ltz: Käicher
mal: കടല
mkd: леблебија
msa: Kacang kuda
mul: Cicer arietinum
nap: Cicero
nep: चना
nld: kikkererwt
nno: kikert
nob: kikert
oci: Céser
ori: ଚଣା
pan: ਛੋਲੇ
pnb: چنا
pol: Ciecierzyca pospolita
por: Grão-de-bico
pus: نخود
ron: Năut
rus: нут бараний
san: चणकः
scn: Cìciru
sco: chickpea
sin: කඩල
slk: Cícer baraní
slv: Čičerika
som: Shunburo
spa: Cícer arietinum
sqi: Qiqra
srp: леблебија
swa: Mnjegere mkubwa
swe: Kikärt
tam: கொண்டைக் கடலை
tat: Бәрән ногыты
tel: శనగలు
tgk: Нахӯд
tgl: Garbansos
tha: ถั่วหัวช้าง
tur: nohut
uig: نوقۇت
ukr: нут
urd: چنا
vie: Đậu gà
war: Cicer arietinum
wln: Poes d' souke
wuu: 鹰嘴豆
yid: נאהיט
yue: 三角豆
zho: 鹰嘴豆

source: Q4739805
afr: Plantaardige olie
ara: زيت نباتي
arg: aceite vechetal
ast: aceite vexetal
aze: Bitki yağı
bel: алей
ben: সাদা তেল
bre: eoul plant
bul: растително масло
cat: oli vegetal
ces: rostlinný olej
cym: olew llysiau
dan: Vegetabilsk fedtstof og olie
deu: Pflanzenöl
ell: φυτικό λάδι
eng: vegetable oil
epo: legoma oleo
est: taimeõli
eus: landare-olio
fas: روغن گیاهی
fin: kasviöljy
fra: huile végétale
gle: Ola
glg: aceite vexetal
hbs: Biljno ulje
heb: שמן צמחי
hin: वनस्पति तेल
hsb: rostlinski wolij
hun: növényi olaj
hye: բուսական յուղ
ind: minyak nabati
isl: Grænmetisolía
ita: olio vegetale
jav: Lenga janganan
jpn: 植物油
kat: მცენარეული ზეთი
kir: Өсүмдүк майы
kor: 식물성 기름
mal: സസ്യ എണ്ണകൾ
mar: वनस्पती तूप
mkd: растително масло
mlt: żejt veġetali
msa: Minyak sayur
mul: /vegetable oil || extracted from seeds, or less often, from other parts of fruits/@eng-Latn
nep: तरकारी तेल
nld: plantaardige olie
nno: planteolje
nob: vegetabilsk olje
oci: òli vegetal
oss: Зети
pcd: eule végétal
pms: euli vegetal
pol: oleje roślinne
por: óleo vegetal
ron: ulei vegetal
rup: Untulemnu
rus: растительное масло
sco: vegetable ile
sme: šaddoolju
smn: šaddo-oljo
spa: aceite vegetal
sqi: vaj perimesh
srp: biljno ulje
swe: vegetabilisk olja
tha: น้ำมันพืช
tur: Bitkisel yağ
ukr: рослинні жири і олії
urd: روغن نباتی
vec: ojo vezetałe
vie: dầu thực vật
zho: 植物油

source: Q11002
afr: suiker
amh: ስኳር
ara: سكر
arg: zucre
arz: سكر
asm: চেনী
ast: azucre
azb: شکر
aze: şəkər
bak: шәкәр
bam: sugoro
bar: zugga
bcl: Asukar
bel: цукар
ben: চিনি
bho: चीनी
bos: šećer
bre: sukr
bul: захар
cat: sucre
cdo: Tòng
ceb: Asukal
ces: cukr
che: шекар
chv: сахăр
ckb: شەکر
cos: zuccheru
crh: şeker
cym: siwgr
dan: sukker
deu: Zucker
dsb: cukor
ell: ζάχαρη
eng: sugar
epo: sukero
est: suhkrud
eus: azukre
ext: açuca
fao: sukur
fas: شکر
fin: sokeri
fra: sucre
fry: sûker
gcr: souk
gla: siùcar
gle: siúcra
glg: azucre
grn: eiratã
gsw: Zucker
hak: Thông
hat: sik
hau: sukari
hbs: šećer
heb: סוכר
hin: शक्कर
hrv: šećeri
hsb: cokor
hun: cukor
hye: շաքար
ido: sukro
ilo: asukar
ina: sucro
ind: gula
isl: matarsykur
ita: zucchero
jav: gula
jbo: sakta
jpn: 砂糖
kan: ಸಕ್ಕರೆ
kat: შაქარი
kaz: қант
kin: Isukari
kir: кант
kor: 설탕
krc: шекер
kur: şekir
lad: asukar
lat: Saccharum
lav: cukurs
lfn: zucar
lim: sókker
lin: sukáli
lit: cukrus
lmo: zuqer
lzh: 糖
mai: चिनी
mal: പഞ്ചസാര
mar: sakhar
min: gulo
mkd: шеќер
mlg: siramamy
mlt: zokkor
mon: элсэн чихэр
msa: gula
mul: /sugar || group of processed plant products, used as a food sweetener/@eng-Latn
mya: သကြား
nah: caxtillān chiyancaca
nan: Thn̂g
nav: Áshįįh łikan
nds: Sucker
nep: चीनी
new: चिनी
nld: suiker
nno: sukker
nob: sukker
oci: sucre
ori: ଚିନି
pan: ਚੀਨੀ
pap: suku
pnb: شکر
pol: cukier spożywczy
por: açúcar
pus: بوره
que: asukar
ron: zahăr
rup: zahari
rus: сахар
sah: саахар
san: शर्करा
sat: ᱪᱤᱱᱤ
scn: zùccaru
sco: succar
sgs: sokros
sin: සීනි
slk: cukor
slv: sladkor
sme: sohkar
sna: shuga
snd: کَنڊِ
som: sonkor
spa: azúcar
sqi: sheqeri
srn: sukru
srp: šećer
sun: gula
swa: sukari
swe: socker
tam: சீனி
tat: шикәр
tel: చక్కెర
tgk: қанд
tgl: asukal
tha: น้ำตาล
tuk: gant
tur: şeker
uig: شېكەر
ukr: цукор
urd: شکّر
uzb: qand
vec: sùcaro
vep: sahar
vie: đường
vls: Suyker
war: asukar
wln: souke
wol: suukar
wuu: 食糖
xmf: შანქარი
yid: צוקער
yue: 糖
zho: 食糖
zul: ushukela

source: Q81944
afr: eetgerei
ara: أدوات تناول الطعام
ast: cubertería
aze: süfrə aksesuarları
bar: Bschdegg
ben: বাসনকোসন
cat: coberteria
ces: jídelní příbor
dan: bestik
deu: Essbesteck
eng: cutlery
epo: manĝilo
eus: mahai-tresnak
fas: کارد و چنگال
fin: ruokailuväline
fra: couvert
gle: sceanra
glg: xogo de cubertos
heb: סכו"ם
hsb: jědźny grat
ind: alat makan
isl: mataráhöld
ita: posata
jpn: カトラリー
kaz: асханалық құралдар
kor: 커틀러리
lat: Escaria instrumenta
lav: galda piederumi
lim: Besjtek
lmo: possad
mkd: прибор за јадење
mlt: pożati
mon: хоолны хэрэгсэл
msa: pisau-sudu-garpu
mul: /cutlery || kitchen utensil used for eating food/@eng-Latn
nld: bestek
nno: bestikk
nob: bestikk
pol: sztućce
por: talher
ron: cuțitar
rus: столовые приборы
spa: cubertería
sqi: Takëm
srp: прибор за јело
swe: bestick
szl: bysztek
tgl: kubyertos
tur: Çatal bıçak takımı
ukr: столові прибори
vec: poxada
vie: bộ đồ ăn
yid: באשטעק
yue: 刀具
zho: 西方餐具

source: Q81895
afr: Lepel
ara: ملعقة
arg: Cullara
ast: cuyar
aze: Qaşıq
ban: Sinduk
bel: Лыжка
ben: চামচ
bod: ཐུར་མ།
bre: Loa
bul: Лъжица
cat: cullera
cdo: Pièu-gĕng
ces: lžíce
che: Ӏайг
cym: llwy
dan: ske
deu: Löffel
diq: Kewçıke
ell: Κουτάλι
eng: spoon
epo: kulero
est: Lusikas
eus: Koilara
fas: قاشق
fin: lusikka
fra: cuillère
gan: 瓢羹
gle: Spúnóg
glg: Culler
grn: Kuimbe
hat: Kiyè
hau: Cokali
hbs: Kašika
heb: כף
hin: चमचा
hrv: Žlica
hsb: łžica
hun: kanál
hye: Գդալ
ido: Kuliero
ind: Sendok
isl: Skeið (áhald)
ita: cucchiaio
jav: Séndhok
jpn: スプーン
kab: Taɣenjayt
kan: ಚಮಚ
kaz: Қасық
kir: Кашык
kor: 숟가락
kur: Kevçî
lad: cuchara
lao: ບ່ວງ
lat: Cochlear (instrumentum)
lav: karote
lfn: Culier
lit: Šaukštas
lmo: Cugiar
ltz: Läffel
lzh: 勺
mal: കരണ്ടി
mar: चमचा
mkd: лажица
msa: sudu
mul: /spoon || utensil consisting of a small shallow bowl, oval or round, at the end of a handle/@eng-Latn
mya: ဇွန်း
nep: चम्चा
nld: lepel
nno: skei
nob: skje
oci: Culhièr
pol: łyżka
por: colher
que: Kuchara
ron: Lingură
rup: Lingurâ
rus: ложка
sat: ᱪᱟᱹᱢᱩᱪ
scn: Cucchiara
sco: spoon
sgs: Šaukšts
sin: හැඳි
slk: lyžica
snd: چمچو
som: Qaado
spa: cuchara
sqi: Luga
srp: кашика
sun: Séndok
swa: Kijiko
swe: sked
tam: கரண்டி
tel: చెంచా
tgk: Қошуқ
tgl: Kutsara
tha: ช้อน
tur: Kaşık
uig: قوشۇق
ukr: Ложка
uzb: Qoshiq
vec: Cuciaro
vie: muỗng
war: Kutsara
wol: Kuddu
wuu: 调羹
yue: 匙羹
zho: 匙
